{
  "DevOps&Cloud Facts": [
    {
      "quote": "DevOpsFacts!"
    },
    {
      "quote": "❝A compound of development (Dev) and operations (Ops), DevOps is the union of people, process, and technology to continually provide value to customers.❞",
      "author": "Microsoft"
    },
    {
      "quote": "❝DevOps adoption means that you are willing to change fast, develop fast, test fast, fail fast, recover fast, learn fast and push the product/features fast to the market.❞",
      "author": "Pavan Belagatti"
    },
    

    {
      "quote": "❝DevOps goes beyond just playing a role; the more employees who adopt its principles, the greater the benefits to a business.❞",
      "author": "Yahya Abulhaj"
    },
    
    {
      "quote": "“Practice the philosophy of continuous improvement. Get a little bit better every single day.”",
      "author": "Brian Tracy"
    },
    
    {
      "quote": "❝DevOps enables formerly siloed roles—development, IT operations, quality engineering, and security—to coordinate and collaborate to produce better, more reliable products. By adopting a DevOps culture along with DevOps practices and tools, teams gain the ability to better respond to customer needs, increase confidence in the applications they build, and achieve business goals faster.❞",
      "author": "Microsoft"
    },
    
    {
      "quote": "❝CI stands for continuous integration, a fundamental DevOps best practice where developers frequently merge code changes into a central repository where automated builds and tests run. But CD can either mean continuous delivery or continuous deployment.❞",
      "author": "Atlassian"
    },
    {
      "quote": "❝DevOps is a way of thinking, followed by a hierarchy that emphasizes cooperation, teamwork, a way to bring administrators and developers together, and various cutting-edge tools combined to meet customer needs more quickly.❞",
      "author": "Yahya Abulhaj"
    },
    {
      "quote": "❝Agile refers to an iterative approach which focuses on collaboration, customer feedback, and small, rapid releases. DevOps is considered a practice of bringing development and operations teams together.❞"
    },
    {
      "quote": "❝Agile and DevOps are for harnessing integration, interaction, and innovation.❞"
       "author": "Pearl Zhu"
    },
    
    {
      "quote": "❝To successfully implement continuous delivery, you need to change the culture of how an entire organization views software development efforts.❞"
    },
    {
      "quote": "❝If you adopt only one agile practice, let it be retrospectives. Everything else will follow.❞"
    },
    {
      "quote": "❝CI/CD is a DevOps technique that simplifies your Agile development by using the right tools to speed up deployment. DevOps extends your Agile development all the way into production, using practices that are not present in Agile's workflows.❞"
    },
    {
      "quote": "❝Currently, DevOps is more like a philosophical movement, not yet a precise collection of practices, descriptive or prescriptive.❞"
    },
    {
      "quote": "❝DevOps is a culture, fostering collaboration amongst all participants involved in the development and maintenance of software. Agile can be described as a development methodology designed to maintain productivity and drive releases with the common reality of changing needs.❞",
      "author": "Microsoft"
    },
    {
      "quote": "❝DevOps is all about the unification and automation of processes, and DevOps engineers are instrumental in combining code, application maintenance, and application management. All of these tasks rely on understanding not only development life cycles, but DevOps culture, and its philosophy, practices, and tools.❞",
      "author": "RedHat"
    },
    {
      "quote": "❝The most powerful tool we have as developers is automation.❞",
      "author": "Scott Hanselman"
    },
    {
      "quote": "❝DevOps is the combination of cultural philosophies, practices, and tools that increases an organization’s ability to deliver applications and services at high velocity❞",
      "author": "Amazon"
    },
    {
      "quote": "❝DevOps is evolving and improving products at a faster pace than organizations using traditional software development and infrastructure management processes. This speed enables organizations to better serve their customers and compete more effectively in the market.❞",
      "author": "Amazon"
    },
    {
      "quote": "☁️CloudFacts!☁️"
    },
    {
      "quote": "❝First to mind when asked what 'the cloud' is, a majority respond it’s either an actual cloud, the sky, or something related to weather.❞",
      "author": "Citrix"
    },
  
    {
      "quote": "❝Cloud computing is the delivery of different services through the Internet. These resources include tools and applications like data storage, servers, databases, networking, and software❞",
      "author": "Investopedia"
    },  
    {
      "quote": "❝Cloud computing is often far more secure than traditional computing, because companies like Google and Amazon can attract and retain cyber-security personnel of a higher quality than many governmental agencies.❞",
      "author": "Vivek Kundra"
    },
    {
      "quote": "❝Cloud computing is a great euphemism for centralization of computer services under one server.❞",
      "author": "Evgeny Morozov"
    },  
    {
      "quote": "There are many Cloud Service providers in the market Amazon Web Service AWS, ServerSpace, Microsoft Azure, Google Cloud Platform, IBM Cloud Services, Adobe Creative Cloud."
    },
    {
      "quote": "❝Cloud computing is a challenge to security, but one that can be overcome.❞",
      "author": "Whitfield Diffie"
    },
    {
      "quote": "❝Cloud is about how you do computing, not where you do computing.❞",
      "author": "Paul Maritz"
    },
    {
      "quote": "❝I don't need a hard disk in my computer if I can get to the server faster… carrying around these non-connected computers is byzantine by comparison.❞",
      "author": "Steve Jobs"
    },
    {
      "quote": "❝If someone asks me what cloud computing is, I try not to get bogged down with definitions. I tell them that, simply put, cloud computing is a better way to run your business.❞",
      "author": "Marc Benioff, CEO Salesforce"
    },
    {
      "quote": "❝Every kid coming out of school now thinks he can be the next Mark Zuckerberg, and with these new technologies like cloud computing, he actually has a shot.❞",
      "author": "Marc Andreessen, Co-founder of Netscape, Board Member of Facebook"
    }
  ]
}
